[About Language File]
Comments=Om du hittar fel i översättningen, låt mig veta. Tack.
Date=25.06.2022
Email=info@texteditor.pro
Version=23.1.0

[AboutDialog]
Caption=Om Text Editor Pro
LabelCopyright=Upphovsrätt %s. Alla rättigheter förbehålles.
LabelFeedback=Respons
LabelIcons=Ikoner
LabelLanguageFileContributors=Språkfil bidragande
LabelLicense=Denna produkt är alltid GRATIS för dig. Se licensen.
LabelMemoryAvailable=Minne för Windows: %s
LabelThirdPartyComponents=3:e parts komponenter
LabelVersion=Version %s (%d-bit)
LabelWebsite=Hemsida

[AskYesOrNo]
CancelSearch=Avbryt sökning, är du säker?
CheckInternationalCharacters=Filen "%s" innehåller internationella tecken.%sÄndra kodningen för att behålla tecknen.%sSpara ändå?
CloseDirectory=Stäng katalogen %s, är du säker?
DeleteDirectory=Ta bort katalogen %s, är du säker?
DeleteFile=Ta bort filen %s, är du säker?
DeleteLine=Radera rad, är du säker?
NewVersion=En ny version %s av %s är tillgänglig.%sVill du ladda ner den från Internet?
RecordMacro=Spela in ett nytt makro, är du säker?
ReopenFileWithEncoding=Återuppta fil med "%s" -kodning?
ReplaceOccurence=Ersätt denna förekomst av "%s"?
ResetColor=Återställa %s färg, är du säker?
SaveChanges=Spara ändringar?
SearchMatchNotFound=Sök Matcha hittades inte.%sStarta sökningen från början av filen
SearchStringNotFound=Sök strängen "%s" hittades inte

[ChangedFilesDialog]
Caption=Ladda om ändrade filer
VirtualDrawTree:0=Fil
VirtualDrawTree:1=Sökväg

[ClipboardHistoryDialog]
ActionClearAll=Rensa alla
ActionCopyToClipboard=Kopiera till urklipp
ActionInsertInEditor=Sätt in redaktör
Caption=Urklipp historia

[ColorConstant]
SColorBoxCustomCaption=Sätt...
SName3DDkShadow=3D mörk skugga
SName3DLight=3D ljus
SNameActiveBorder=Aktiv gräns
SNameActiveCaption=Aktiv rubrik
SNameAppWorkSpace=Ansökan arbetsyta
SNameAqua=Aqua
SNameBackground=Bakgrund
SNameBlack=Svart
SNameBlue=Blå
SNameBtnFace=Knappen ansikte
SNameBtnHighlight=Knappen markering
SNameBtnShadow=Knappen skugga
SNameBtnText=Knappen text
SNameCaptionText=Rubrik text
SNameCream=Grädde
SNameDefault=Standard
SNameFuchsia=Fuchsia
SNameGradientActiveCaption=Gradient aktiv rubrik
SNameGradientInactiveCaption=Gradient inaktiv rubrik
SNameGray=Grå
SNameGrayText=Grå text
SNameGreen=Grön
SNameHighlight=Markering bakgrund
SNameHighlightText=Markering text
SNameHotLight=Heta ljus
SNameInactiveBorder=Inaktiv gräns
SNameInactiveCaption=Inaktiv rubrik
SNameInactiveCaptionText=Inaktiv rubrik text
SNameInfoBk=Info bakgrund
SNameInfoText=Info text
SNameLime=Kalk
SNameMaroon=Rödbrun
SNameMedGray=Medium grå
SNameMenu=Meny bakgrund
SNameMenuBar=Meny bar
SNameMenuHighlight=Meny markering
SNameMenuText=Meny text
SNameMoneyGreen=Pengar grön
SNameNavy=Marin
SNameNone=Ingen
SNameOlive=Oliv
SNamePurple=Lila
SNameRed=Röd
SNameScrollBar=Rullningslist
SNameSilver=Silver
SNameSkyBlue=Himmelsblå
SNameTeal=Kricka
SNameWhite=Vit
SNameWindow=Fönster bakgrund
SNameWindowFrame=Fönsterram
SNameWindowText=Fönster text
SNameYellow=Gul

[CompareForm]
ActionExit:h=Avsluta texten jämföra
ActionExit=Utgång
ActionLeftCopy:h=Kopiera markerade linjen till höger filen
ActionLeftCopy=Kopiera
ActionLeftFileOpen:h=Öppna en befintligt fil
ActionLeftFileOpen=Öppna
ActionLeftFileSave:h=Spara filen
ActionLeftFileSave=Spara
ActionLeftNext:h=Flytta till nästa skillnad
ActionLeftNext:s=F3
ActionLeftNext=Nästa
ActionLeftPrevious:h=Flytta till föregående skillnad
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Föregående
ActionLeftReload:h=Ladda om aktuellt filen
ActionLeftReload=Ladda
ActionLeftSwap:h=Byta markerade linjen med höger filen
ActionLeftSwap=Byta
ActionOptions:h=Text jämför alternativ
ActionOptions=Alternativ
ActionRightCopy:h=Kopiera markerade linjen till vänster filen
ActionRightCopy=Kopiera
ActionRightFileOpen:h=Öppna en befintligt fil
ActionRightFileOpen=Öppna
ActionRightFileSave:h=Spara filen
ActionRightFileSave=Spara
ActionRightNext:h=Flytta till nästa skillnad
ActionRightNext:s=F4
ActionRightNext=Nästa
ActionRightPrevious:h=Flytta till föregående skillnad
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Föregående
ActionRightReload:h=Ladda om aktuellt filen
ActionRightReload=Ladda
ActionRightSwap:h=Byta markerade linjen med vänster filen
ActionRightSwap=Byta
ActionSearchFindPrevious:h=Tidigare
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchFindNext:h=Nästa
ActionSearchFindNext:s=Ctrl+F3
ActionSearchMatchCase:h=Skiftlägeskänslig
ActionSearchMatchCase=Skiftlägeskänslig
ActionSearchWholeWords:h=Hela ord
ActionSearchWholeWords=Hela ord
ActionSearchClose:h=Stäng
Caption=Text jämföra

[CompareOptionsDialog]
Caption=Text jämför alternativ
CheckBoxIgnoreBlanks=Ignorera tomma
CheckBoxIgnoreCase=Ignorera skiftläge
CheckBoxShowSpecialChars=Visa specialtecken
ComboBoxColorTheme=Färgtema

[ConfirmReplaceDialog]
Caption=Confirm Ersätt

[Constant]
Active=Aktiv
ActualSize=Faktiska storleken 
AddFile=Lägg till fil
AllFiles=Alla filer
Arrow=Pil
AutoSave=Autom. inspelning
Block=Block
Blue=Blå
Bookmark=Bokmärken
Bookmarks=Bokmärken
Bottom=Botten
Bytes=bytes
CharacterCount=Antal tecken
Circle=Cirkel
Color=Färg
CompareFiles=Jämför filer
Confirmation=Bekräftelse
Connecting=Ansluter
CountingFiles=Räkning filer...
Dash=Linje
Default=Standard
DirectoryItems=Katalog objekt
DocumentIsValid=Dokumentet är giltigt. 
Dot=Punkt
DoubleUnderline=Dubbel understrykning 
Download=Ladda ner
DownloadCancelling=Avbryta...
DownloadDone=Klar.
EditDirectory=Redigera katalog
Encoding=Kodning
Enter=Radbrytning
Error=Fel
Extended=Utökad - \n, \t, \0
FavouriteItems=Favorit objekt
FileMaskItems=Fil mask objekt
FilesFound=%d fil(er) har hittats i %s
FitHeight=Justera höjden 
FitWidth=Justera bredden 
Gigabyte=GB
GoToBookmark=Gå till bokmärke
GoToLine=Gå till linje
Green=Grön
HalfBlock=Halvblock
Hide=Dölja
Highlighter=Markering
HorizontalLine=Horizsontell linje
Hovered=Svävade
Inactive=Inaktiv
Information=Information
Insert=Infoga
InsertTags=Sätt HTML / XML-taggar
Installer=Installer
InvalidName=Ogiltigt namn
Keyword=Nyckelord
Kilobyte=KB
LanguageEditor=Språkredigerare - %s
Left=Vänster
Length=Längd
Line=Radnummer
LineCount=Antal linje
LoadingFile=Laddning fil...
LoadingFiles=Laddning filer...
LoadingOutput=Laddning utgång...
LowerCase=Små bokstäver
MatchFound=%d match%s hittades
MatchFoundPluralExtension=er
Megabyte=MB
Memory=Minne
Minute=min
Modified=Ändrad
NewFolder=Ny mapp
NoChange=Ingen förändring
None=Inget
Normal=Vanligt
OccurencesFound=%d förekomster har hittats i %s
Open=Öppna
OpenDirectory=Öppna katalog
Overwrite=Överskriva
Page=Sida
Password=Lösenord
Pilcrow=Pilcrow
PleaseWait=Vänta
Position=Placera: %d
PreviewFilePage=Sida: $PAGENUM$ av $PAGECOUNT$
PreviewPage=Sida: %d / %d
PreviewPrintFile=Skriv ut (%s)|Skriva ut filen på %s
PrintedBy=Utskriven av %s
ProcessingFile=Bearbetar fil...
Purple=Lila
ReadOnly=Skrivskyddad
Red=Röd
RegularExpression=Reguljära uttryck
Rename=Vill du byta namn på "%s" till "%s"?
RenameFailed=%s byta namn misslyckades
RenameTab=Byt namn på fliken
ReopenItems=Återöppna objekt
Results=Resultat
Right=Höger
RightMargin=Högermarginalen
SaveAs=Spara som
Search=sök
SearchFor=Sök efter "%s"
SearchItems=Sök objekt
Second=s
SelectRootDirectory=Välj rotkatalog
SelectWorkingDirectory=Välj arbetskatalog
SentenceCase=Mening bokstäver
Separator=Separator
ShowOnlyInList=Visa endast i listan
Snippet=Kodavsnit
Solid=Fast
Speed=Fart
Square=Kvadrat
Text=Text
TextToFindItems=Text att hitta objekt
ThinHorizontalLine=Tunn horisontell linje
ThinVerticalLine=Tunn vertikal linje
ToggleBookmark=Växla bokmärke
Top=Topp
TopLine=Översta raden: %d
Triangle=Triangel
Underline=Understrykning
Untitled=Namnlös
UpperCase=Stora bokstäver
UseOnAllHighlighters=Används på alla markering
VersionInfoNotFound=Versionsinformation hittades inte.
VerticalLine=Vertikal linje
Warning=Varning
WaveLine=Våglinje 
WavyZigzag=Vågig sicksack 
Width=Bredd
Wildcard=Vildt kort - *, ?, # 
WordCount=Antal ord
Yellow=Gul 
ZipPackage=Zip-paket

[ConvertConstant]
AcreFeet=Acre fot
AcreInches=Acre tum
Acres=Acre
Angstroms=Ångström
Area=Area
Ares=Are
AstronomicalUnits=Astronomisk enhet
Binary=Binär
Celsius=Celsius
Centares=Centare
Centigrams=Centigram
CentiLiters=Centiliter
Centimeters=Centimeter
Centuries=Århundrade
Chains=Chains
CordFeet=Kord fot
Cords=Kord
CubicCentimeters=Kubikcentimeter
CubicDecameters=Kubikdekameter
CubicDecimeters=Kubikdecimeter
CubicFeet=Kubikfot
CubicHectometers=Kubikhectometer
CubicInches=Kubiktum
CubicKilometers=Kubikkilometer
CubicMeters=Kubikmeter
CubicMiles=Kubikmil
CubicMillimeters=Kubikmillimeter
CubicYards=Kubikyard
Cubits=Aln
DateTime=Datum tid
Days=Dag
Decades=Årtionde
Decagrams=Dekagram
DecaLiters=Dekaliter
Decameters=Dekameter
Decasteres=Dekastere
Decigrams=Decigram
DeciLiters=Deciliter
Decimal=Decimal
Decimeters=Decimeter
Decisteres=Decistere
Distance=Avstånd
Drams=Dram
DryBuckets=Torra skopa
DryBushels=Torra bushel
DryGallons=Torra gallon
DryPecks=Torra picka
DryPints=Torra pint
DryQuarts=Torra quart
Fahrenheit=Fahrenheit
Fathoms=Famn
Feet=Fot
FluidCups=Fluid kopp
FluidGallons=Fluid gallon
FluidGills=Fluid gill
FluidOunces=Fluid uns
FluidPints=Fluid pint
FluidQuarts=Fluid quart
FluidTablespoons=Fluid matskedar
FluidTeaspoons=Fluid teskedar
Fortnights=Två veckor
Furlongs=Furlong
Gigameters=Gigameter
Grains=Säd
Grams=Gram
Hands=Hand
Hectares=Hectare
Hectograms=Hectogram
HectoLiters=Hectoliter
Hectometers=Hectometer
Hexadecimal=Hexadecimal
Hours=Timme
Inches=Tum
JulianDate=Julian Datum
Kelvin=Kelvin
Kilograms=Kilogram
KiloLiters=Kiloliter
Kilometers=Kilometer
LightYears=Ljus år
Links=Links
Liters=Liter
LongTons=Lång ton
Mass=Massa
Megameters=Megameter
Meters=Meter
MetricTons=Metriskt ton
Micrograms=Mikrogram
Micromicrons=Micromikron
Microns=Mikron
Miles=Mil
Millennia=Årtusende
Milligrams=Milligram
MilliLiters=Milliliter
Millimeters=Millimeter
Millimicrons=Millimikron
MilliSeconds=Millisekund
Minutes=Minut
ModifiedJulianDate=Modifierad Julian Datum
Months=Månad
Nanograms=Nanogram
NauticalMiles=Nautitisk mil
NumeralSystem=Siffra system
Ounces=Uns
Paces=Paces
Parsecs=Parsec
Picas=Picas
Points=Points
Pounds=Pund
Rankine=Rankine
Reaumur=Reaumur
Rods=Rods
Seconds=Sekund
SquareCentimeters=Kvadratcentimeter
SquareDecameters=Kvadratdekameter
SquareDecimeters=Kvadratdecimeter
SquareFeet=Kvadratfot
SquareHectometers=Kvadrathectometer
SquareInches=Kvadrattum
SquareKilometers=Kvadratkilometer
SquareMeters=Kvadratmeter
SquareMiles=Kvadratmil
SquareMillimeters=Kvadratmillimeter
SquareRods=Kvadratrod
SquareYards=Kvadratyard
Steres=Stere
Stones=Sten
Temperature=Temperatur
Time=Tid
Tons=Ton
UKBuckets=UK skopa
UKBushels=UK bushel
UKGallons=UK gallon
UKGill=UK gill
UKOunces=UK uns
UKPecks=UK picka
UKPints=UK pint
UKPottle=UK kanna
UKQuarts=UK quart
Weeks=Vecka
Volume=Volym
Yards=Yard
Years=År

[ConvertForm]
Caption=Konvertera mellan numeriska enheter
ComboBoxFrom=Från
ComboBoxTo=Till
ComboBoxType=Typ
EditResult=Resultera
EditValue=Värde

[DialogConstant]
SMsgDlgAbort=&Abortera
SMsgDlgAll=&Alla
SMsgDlgCancel=Avbryt
SMsgDlgClose=&Stäng
SMsgDlgConfirm=Konfirmera
SMsgDlgError=Fel
SMsgDlgHelp=&Help
SMsgDlgHelpHelp=Hjälp
SMsgDlgHelpNone=No help available
SMsgDlgIgnore=&Ignorera
SMsgDlgInformation=Information
SMsgDlgNo=&Nej
SMsgDlgNoToAll=N&ej till alla
SMsgDlgOK=OK
SMsgDlgRetry=&Försök igen
SMsgDlgWarning=Varning
SMsgDlgYes=&Ja
SMsgDlgYesToAll=Ja till &alla
SNoMappingForUnicodeCharacter=Ingen kartläggning för Unicode-tecknet finns i mål-multi-byte-kodsidan

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Utesluta andra katalog grenar
ComboBoxDrives=Drev
ComboBoxFileMask=Filtyp
EditRootDirectory=Rotkatalog
EditTabName=Fliken namn
GroupBoxOptions=Optioner

[DownloadURLDialog]
ActionCancel=Avbryt
ActionOK=OK
Caption=Ladda ner

[EditorColorElements]
ActiveLineBackground=Aktiv rad bakgrund
ActiveLineBackgroundUnfocused=Aktiv rad bakgrund ofokuserad
ActiveLineForeground=Activ rad förgrund
ActiveLineForegroundUnfocused=Activ rad förgrund ofokuserad
Background=Bakgrund
CodeFoldingActiveLineBackground=Kodvikting aktiv linje bakgrund
CodeFoldingActiveLineBackgroundUnfocused=Kodvikting aktiv linje bakgrund ofokuserad
CodeFoldingBackground=Kodvikting bakgrund
CodeFoldingCollapsedLine=Kodvikting kollapsad linje
CodeFoldingFoldingLine=Kodvikting viknings linje
CodeFoldingFoldingLineHighlight=Kodvikting viknings linje markering
CodeFoldingHintBackground=Kodvikting hint bakgrund
CodeFoldingHintBorder=Kodvikting hint gränsen
CodeFoldingHintIndicatorBackground=Kodvikting hint indikator bakgrund
CodeFoldingHintIndicatorBorder=Kodvikting hint indikator gränsen
CodeFoldingHintIndicatorMark=Kodvikting hint indikator märken
CodeFoldingHintText=Kodvikting hint text
CodeFoldingIndent=Kodvikting indrag
CodeFoldingIndentHighlight=Kodvikting indrag markera
CompletionProposalBackground=Komplettering förslag bakgrund
CompletionProposalForeground=Komplettering förslag förgrunden
CompletionProposalSelectedBackground=Komplettering förslag vald bakgrund
CompletionProposalSelectedText=Komplettering förslag markerad text
LeftMarginActiveLineBackground=Vänster marginal aktiv rad bakgrund
LeftMarginActiveLineBackgroundUnfocused=Vänster marginal aktiv rad bakgrund ofokuserad
LeftMarginActiveLineNumber=Vänster marginal aktivt radnummer 
LeftMarginBackground=Vänster marginal bakgrund
LeftMarginBookmarkPanel=Vänster marginal bokmärkespanel
LeftMarginBorder=Vänster marginal gränsen
LeftMarginLineNumberLine=Vänster marginal linjenummer linje
LeftMarginLineNumbers=Vänster marginal linjenummer
LeftMarginLineStateModified=Vänster marginal linjestatus modifierad
LeftMarginLineStateNormal=Vänster marginal linjestatus vanligt
MatchingPairMatched=Matchande par matchade
MatchingPairUnmatched=Matchande par oöverträffad
MinimapBackground=Minimap bakgrund
MinimapBookmark=Minimap bokmärke
MinimapVisibleLines=Minimap synliga linjer
RightMargin=Höger marginal
RightMovingEdge=Höger rörelse kant
RulerBackground=Linjal bakgrund
RulerBorder=Linjal gränsen
RulerLines=Linjal rader
RulerMovingEdge=Linjal rörelse kant
RulerNumbers=Linjal nummer
RulerSelection=Linjal val
SearchHighlighterBackground=Sök markering bakgrund
SearchHighlighterBorder=Sök markering gränsen
SearchHighlighterForeground=Sök markering förgrund
SearchInSelectionBackground=Sök i valet bakgrund
SearchMapActiveLine=Sök map aktiv linje
SearchMapBackground=Sök map bakgrund
SearchMapForeground=Sök map förgrund
SelectionBackground=Val bakgrund
SelectionForeground=Val förgrund
SyncEditBackground=Synkroniserad editering bakgrund
SyncEditEditBorder=Synkroniserad editering gränsen
SyncEditWordBorder=Synkroniserad editering ord gränsen
WordWrapIndicatorArrow=Word wrap -indikator pil
WordWrapIndicatorLines=Word wrap -indikator linje

[ErrorMessage]
DefaultEmailProgramNotFound=Det går inte att hitta program för att skicka e-post
DirectoryNotExist=Katalog "%s" existerar inte
EnterFilename=Ange filnamn.
EnterKeyword=Ange nyckelord.
EnterPath=Ange sökväg.
EnterServer=Ange server.
EnterTabName=Ange flikens namn.
FileNotFound=Filen "%s" hittades inte.
RootDirectoryNotExist=Rotkatalog finns inte.

[ExecuteDialog]
ActionDelete:h=Radera objektet
ActionDelete=Radera
ActionEdit:h=Redigera objektet
ActionEdit=Redigera
ActionInsert:h=Infoga objektet
ActionInsert=Infoga
ActionMoveDown:h=Flytta ner markerade objektet
ActionMoveDown=Flytta ner
ActionMoveUp:h=Flytta markerade objektet uppåt
ActionMoveUp=Flytta upp
ActionSort:h=Sortera objekt
ActionSort=Sortera
Caption=Utför objekt

[ExecuteEditDialog]
Caption=Utför objektet
CheckBoxSaveActiveFile=Spara aktiv fil 
CheckBoxShowOutput=Visa utdata
ComboBoxShortcut=Kortkommando
EditFilename=Fil namn
EditParameters=Parametrar
EditTitle=Titel
EditWorkingDirectory=Arbetskatalog

[FilesSelectDialog]
ActionSelectAll:h=Välj alla filer
ActionSelectAll=Välj alla
ActionUnselectAll:h=Avmarkera alla filer
ActionUnselectAll=Avmarkera alla
Caption=Välj filer
VirtualDrawTree:0=Fil
VirtualDrawTree:1=Sökväg

[FileTypes]
7Zip=7-Zip filer (*.7z)|*.7z
ABAP=ABAP filer (*.abap)
ActionScript=ActionScript filer (*.as)
ASP=ASP filer (*.asp)
Assembler - 6502=6502 Assembler filer (*.asm)
Assembler - 68HC11=68HC11 Assembler filer (*.hc11;*.asc)
AutoHotkey=AutoHotkey filer (*.ahk)
AutoIt v3=AutoIt filer (*.au3)
AWK=AWK skript (*.awk)
Bash=Bash filer (*.sh)
C#=C# filer (*.cs)
C++=C++ filer (*.cpp;*.hpp)
C=C filer (*.c;*.h)
Clojure=Clojure filer (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=CoffeeScript filer (*.coffee)
CSS=Cascading Stylesheet filer (*.css)
D=D filer (*.d;*.di)
Dart=Dart filer (*.dart)
Delphi Form Module=Delphi Form Module filer (*.dfm)
Diff=Difference filer (*.diff)
DWScript=DWScript filer (*.dws)
Eiffel=Eiffel filer (*.e;*.es)
Elixir=Elixir filer (*.exs)
Elm=Elm filer (*.elm)
Erlang=Erlang filer (*.erl;*.hrl)
Euphoria=Euphoria filer (*.e;*.ex;*.exw;*.edb)
Exe=Exe filer (*.exe)|*.exe
F#=F# filer (*.fs)
Free Pascal=Free Pascal filer (*.pp)
FreeBASIC=FreeBASIC filer (*.bi;*.bas)
GDScript=GDScript filer (*.gd)
Git Ignore=Git Ignore filer (*.gitignore)
GLSL=GLSL filer (*.glsl)
Go=Go filer (*.go)
Gravity=Gravity filer (*.gravity)
Groovy=Groovy filer (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML filer (*.html;*.htm)
INI=INI filer (*.ini;*.lng)
Inno Setup=Inno Setup filer (*.iss)
Java=Java filer (*.java)
JavaScript=JavaScript filer (*.js)
JSON=JSON filer (*.json)
Julia=Julia filer (*.jl)
Kotlin=Kotlin filer (*.kt;*.kts)
Language=Språkfiler (*.lng)|*.lng
LaTex=LaTex filer (*.lat;*.tex;*.lex)
Lisp=Lisp filer (*.lisp)
Log file=Log filer (*.log)
Lua=Lua filer (*.lua)
Macro=Macro filer (*.mcr)|*.mcr
Markdown=Markdown filer (*.md)
MATLAB=MATLAB filer (*.matlab)
MIME=MIME filer (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch filer (*.bat;*.cmd)
MSI=MSI filer (*.msi)|*.msi
NSIS=NSIS filer (*.nsi)
Object Pascal=Pascal filer (*.pas;*.dpr;*.dpk)
Objective-C=Objective-C filer (*.m)
OCaml=OCaml filer (*.ml)
PDF=PDF filer (*.pdf)
Perl=Perl filer (*.pl;*.pm;*.cgi)
PHP=PHP filer (*.php;*.class;*.inc)
PowerShell=PowerShell filer (*.ps1)
Python=Python filer (*.py)
R=R filer (*.r;*.rdata;*.rds;*.rda)
Red=Red filer (*.red;*.reds)
Ruby=Ruby filer (*.rb;*.rbw)
Rust=Rust filer (*.rc)
Scala=Scala filer (*.scala)
SQL - Standard=SQL filer (*.sql)
Structured Text=Structured Text filer (*.st; *.iecst)
Swift=Swift filer (*.swift)
TclTk=Tcl/Tk filer (*.tcl)
Text=Text filer (*.txt)
TypeScript=TypeScript filer (*.ts)
UnrealScript=UnrealScript filer (*.uc)
Visual Basic=Visual Basic filer (*.vb;*.bas)
Visual FoxPro=Visual FoxPro filer (*.pjx;*.prg)
VRCalc++=VRCalc++ filer (*.vrc;*.vrcm)
XML=XML filer (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=XSL filer (*.xsl;*.xslt)
YAML=YAML filer (*.yml)
Zip=Zip filer (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Katalog objekt...
ActionFileMaskItems=Fil mask objekt...
Caption=Hitta dubbletter
CheckBoxIgnoreBlanks=Ignorera tomma
CheckBoxIgnoreCase=Ignorera skiftläge
CheckBoxIncludeSubdirectories=Inkludera underkataloger
CheckBoxScanHorizontally=Skanna horisontellt
CheckBoxScanVertically=Skanna vertikalt
ComboBoxDirectories:h=Flera kataloger är åtskilda av semikolon
ComboBoxDirectories=Katalog
ComboBoxFileMask=Filtyp
GroupBoxOptions=Optioner
GroupBoxSearch=Sök
GroupBoxSearchDirectoryOptions=Sök katalog optioner
RadioButtonSearchAllOpenFiles=Alla öppna filer
RadioButtonSearchInDirectories=I kataloger
SpinEditMinimumBlockSize=Minsta blockstorlek
SpinEditMinimumCharacters=Minsta tecken

[FindInFilesDialog]
ActionDirectoryItems=Katalog objekt...
ActionFileMaskItems=Fil mask objekt...
ActionSearchEngine=Välj sökmotor
ActionTextToFindItems=Text att hitta objekt...
Caption=Sök i filer
CheckBoxDisplayResultsInSeparateTab=Visa resultat i en separat flik
CheckBoxGroupResultsByFile=Gruppresultat efter fil
CheckBoxIncludeSubdirectories=Inkludera underkataloger
CheckBoxMatchCase=Skiftlägeskänslig
CheckBoxShowOnlyResult=Visa endast resultat
CheckBoxWholeWords=Hela ord
ComboBoxDirectories:h=Flera kataloger är åtskilda av semikolon
ComboBoxDirectories=Katalog
ComboBoxFileMask=Filtyp
ComboBoxTextToFind=Text för att hitta
GroupBoxOptions=Optioner
GroupBoxOutputOptions=Utgång
GroupBoxSearch=Sök
GroupBoxSearchDirectoryOptions=Sök katalog optioner
RadioButtonSearchAllOpenFiles=Alla öppna filer
RadioButtonSearchInCurrentFile=I aktuell fil
RadioButtonSearchInDirectories=I kataloger

[HighlighterColorElements]
AssemblerComment=Assembler kommentar
AssemblerReservedWord=Assembler reserverat ord
Attribute=Attribut
Character=Tecken
Comment=Kommentar
Directive=Direktiv
Editor=Redaktör
HexNumber=Hex-nummer
HighlightedBlock=Markerat block
HighlightedBlockSymbol=Markerat block symbol
LogicalOperator=Logisk operator
Method=Metod
MethodItalic=Metod kursiv
MethodName=Metod namn
Number=Nummer
ReservedWord=Reserverat ord
String=Sträng
Symbol=Symbol
Value=Värde
WebLink=Webblänk

[HighlighterFontElements]
CodeFoldingHint=Kodvikting vink
CompletionProposal=Kompletterande förslag 
LineNumbers=Linje nummer
Minimap=Minimap
Ruler=Linjal
Text=Text

[InformationDialog]
Caption=Information
LabelAccessed=Använd
LabelCharacterCount=Tecken räkna
LabelCreated=Skapad
LabelFilename=Fil namn
LabelLength=Längd
LabelLineCount=Linje räkna
LabelLocation=Plats
LabelModified=Ändrad
LabelSize=Storlek
LabelSizeOnDisk=Storlek på disk
LabelWordCount=Ord räkna

[Buttons]
ButtonCancel=Avbryt
ButtonDonations=Donationer
ButtonDownloadAllSkins=Ladda ner alla skinn
ButtonLicense=Licens...
ButtonNo=&Nej
ButtonOK=OK
ButtonYes=&Ja
ButtonYesToAll=Ja till &alla

[ItemListDialog]
ActionClearAll:h=Rensa alla objekt
ActionClearAll=Rensa allt
ActionDelete:h=Radera objektet
ActionDelete=Radera
ActionInsert:h=Infoga objektet
ActionInsert=Infoga
ActionMoveDown:h=Flytta ner markerade objektet
ActionMoveDown=Flytta ner
ActionMoveUp:h=Flytta markerade objektet uppåt
ActionMoveUp=Flytta upp
ActionSort:h=Sortera objekt
ActionSort=Sortera
Caption=Utför objekt

[LanguageEditorForm]
ActionExit:h=Stäng språk redaktör
ActionExit=Stäng
ActionFileNew:h=Skapa en ny språkfil
ActionFileNew=Ny
ActionFileOpen:h=Öppna en befintlig språkfil
ActionFileOpen=Öppna
ActionFileSave:h=För att spara språkfilen
ActionFileSave=Spara
VirtualDrawTree:0=Object
VirtualDrawTree:1=Rubrik
VirtualDrawTree:2=Antydan
VirtualDrawTree:3=Genväg
VirtualDrawTree:4=Sekundär genväg

[MainForm]
ActionBookmarkListShowFilters=Visa filter 
ActionDirectoryContextMenu:h=Kontextmeny
ActionDirectoryContextMenu=&Kontextmeny
ActionDirectoryDelete:h=Ta bort en fil eller katalog
ActionDirectoryDelete=&Ta bort
ActionDirectoryFileExplorer:h=Öppna utforskaren
ActionDirectoryFileExplorer=Utforskaren
ActionDirectoryFindInFiles:h=Sök efter en sträng i flera filer
ActionDirectoryFindInFiles=S&ök i filer...
ActionDirectoryNewFolder=Ny mapp
ActionDirectoryOpenAllFiles:h=Öppna alla filer från katalogen
ActionDirectoryOpenAllFiles=Öppna alla filer
ActionDirectoryOpenFileExplorer:h=Öppna utforskaren
ActionDirectoryOpenFileExplorer=Utforskaren
ActionDirectoryProperties:h=Se filen / katalogen egenskaper
ActionDirectoryProperties=&Egenskaper...
ActionDirectoryRefresh:h=Uppdatera filer
ActionDirectoryRefresh=&Uppfriska
ActionDirectoryRename:h=Byt namn på en fil eller katalog
ActionDirectoryRename=&Byt namn
ActionDirectorySFTPDownload=Ladda ner
ActionDirectorySFTPUpload=Ladda upp
ActionEdit=&Redigera
ActionEditCopy:h=Kopiera markeringen och placera den i Urklipp
ActionEditCopy:s=Ctrl+C
ActionEditCopy=K&opiera
ActionEditCopyWithLineNumbers:h=Kopiera markeringen och placera den i Urklipp
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=K&opiera with line numbers
ActionEditCut:h=Klipp ut markeringen lägg den i Urklipp
ActionEditCut:s=Ctrl+X
ActionEditCut=&Klippa ut
ActionEditDecode:h=Avkoda
ActionEditDecode=Avkoda
ActionEditDecodeASCIIDecimal:h=Avkoda ASCII decimal
ActionEditDecodeASCIIDecimal=ASCII decimal
ActionEditDecodeBase1024:h=Avkoda base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Avkoda base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Avkoda base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Avkoda base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Avkoda base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Avkoda base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Avkoda base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Avkoda base91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Avkoda base
ActionEditDecodeBase=Base
ActionEditDecodeBinary:h=Avkoda binär
ActionEditDecodeBinary=Binär
ActionEditDecodeHex:h=Avkoda hex
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Avkoda hex utan mellanslag
ActionEditDecodeHexWithoutSpaces=Hex (utan mellanslag)
ActionEditDecodeHTML:h=Avkoda HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Avkoda oktala
ActionEditDecodeOctal=Oktala
ActionEditDecodeRotate13:h=Rotera med 13 platser
ActionEditDecodeRotate18:h=Rotera med 18 platser
ActionEditDecodeRotate47:h=Rotera med 47 platser
ActionEditDecodeRotate5:h=Rotera med 5 platser
ActionEditDecodeRotate:h=Avkoda rotera
ActionEditDecodeRotate=Rotera
ActionEditDecodeURL:h=Avkoda URL
ActionEditDecodeURL=URL
ActionEditDelete=&Radera
ActionEditDeleteBeginningOfLine:h=Radera början av raden
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Början av raden
ActionEditDeleteCharForward:h=Radera röding framåt 
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Röding framåt 
ActionEditDeleteComments:h=Radera kommentarer
ActionEditDeleteComments=Kommentarer
ActionEditDeleteDuplicateLines:h=Radera dubbla rader
ActionEditDeleteDuplicateLines=Dubbla rader
ActionEditDeleteEndOfLine:h=Radera slutet av raden
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Slutet av raden
ActionEditDeleteLine:h=Radera rad
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Rad
ActionEditDeleteWhitespace:h=Ta bort alla blanksteg från markerad text
ActionEditDeleteWhitespace=Blanksteg
ActionEditDeleteWord:h=Ta bort ord
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Ord
ActionEditDeleteWordBackward:h=Radera ord bakåt
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Ord bakåt
ActionEditDeleteWordForward:h=Radera ordet framåt
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Ordet framåt
ActionEditEncode:h=Koda
ActionEditEncode=Koda
ActionEditEncodeASCIIDecimal:h=Koda ASCII decimal
ActionEditEncodeASCIIDecimal=ASCII decimal
ActionEditEncodeBase1024:h=Koda base1024
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Koda base128
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Koda base256
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Koda base32
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Koda base4096
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Koda base64
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Koda base64 med radbrytningar
ActionEditEncodeBase64WithLineBreaks=64 (med radbrytningar)
ActionEditEncodeBase85:h=Koda base85
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Koda base91
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Koda base
ActionEditEncodeBase=Base
ActionEditEncodeBinary:h=Koda binär
ActionEditEncodeBinary=Binär
ActionEditEncodeHex:h=Koda hex
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Koda hex utan mellanslag
ActionEditEncodeHexWithoutSpaces=Hex (utan mellanslag)
ActionEditEncodeHTML:h=Koda HTML
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Koda oktala
ActionEditEncodeOctal=Oktala
ActionEditEncodeRotate13:h=Rotera med 13 platser
ActionEditEncodeRotate18:h=Rotera med 18 platser
ActionEditEncodeRotate47:h=Rotera med 47 platser
ActionEditEncodeRotate5:h=Rotera med 5 platser
ActionEditEncodeRotate:h=Koda rotera
ActionEditEncodeRotate=Rotera
ActionEditEncodeURL:h=Koda URL
ActionEditEncodeURL=URL
ActionEditFormatJSON=Formatera JSON
ActionEditFormatJSONIndent2:h=Formatera JSON
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Indrag 2
ActionEditFormatJSONIndent3=Indrag 3
ActionEditFormatJSONIndent4=Indrag 4
ActionEditFormatJSONMinify=Minska
ActionEditFormatSQL:h=Formatera SQL
ActionEditFormatSQL=Formatera SQL
ActionEditFormatXML=Formatera XML
ActionEditFormatXMLFormat:h=Formatera XML
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Formatera
ActionEditFormatXMLMinify=Minska indrag
ActionEditIndentDecrease:h=Minska indrag
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Mi&nska indrag
ActionEditIndentIncrease:h=Öka indrag
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=&Öka
ActionEditInsert=&Infoga
ActionEditInsertBlockComment:h=Växla block kommentar. Genväg är Ctrl+Shift+VK_OEM_2. Den VK_OEM_2 virtuell knapp kan variera med tangentbordet. För den amerikanska standardtangentbord det är "/?" nyckel.
ActionEditInsertBlockComment=Block kommentar
ActionEditInsertDateTime:h=Infoga datum och tid
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Date and Time
ActionEditInsertGUID:h=Infoga GUID
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Hex färg
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Hex färg
ActionEditInsertLine:h=Infoga rad
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Rad
ActionEditInsertLineComment:h=Växla rad kommentar. Genväg är Ctrl+VK_OEM_2. Den VK_OEM_2 virtuell knapp kan variera med tangentbordet. För den amerikanska standardtangentbord det är "/?" nyckel.
ActionEditInsertLineComment=Rad kommentar
ActionEditInsertNull:h=Infoga noll tecken 
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Noll
ActionEditInsertTag:h=Infoga HTML / XML-taggar
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditModify=Modifiera
ActionEditModifyJoin:h=Sammanfoga med separator
ActionEditModifyJoin=Sammanfoga
ActionEditModifyLineWrap:h=Växla linjer med bredd
ActionEditModifyLineWrap=Linjeväxling
ActionEditModifySpacesToTabs:h=Konvertera alla utrymmen till tabeller
ActionEditModifySpacesToTabs=Utrymmen till tabulatorer
ActionEditModifySplit:h=Dela upp med separator
ActionEditModifySplit=Dela upp
ActionEditModifyTabsToSpaces:h=Konvertera alla tabeller till utrymmen
ActionEditModifyTabsToSpaces=Tabeller till utrymmen
ActionEditMove=Flytta
ActionEditMoveLineDown:h=Flytta rada ner
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Rada ner
ActionEditMoveLineUp:h=Flytta rada upp
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Rada upp
ActionEditMoveNextWord:h=Gå till nästa ord
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Nästa ord
ActionEditMovePreviousWord:h=Gå till föregående ord
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Föregående ord
ActionEditMoveSelectionDown:h=Flytta val ner
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Val ner
ActionEditMoveSelectionLeft:h=Flytta val vänster
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Val vänster
ActionEditMoveSelectionRight:h=Flytta val höger
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Val höger
ActionEditMoveSelectionUp:h=Flytta val upp
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Val upp
ActionEditPaste:h=Infoga innehållet i Urklipp
ActionEditPaste:s=Ctrl+V
ActionEditPaste=K&listra in
ActionEditRedo:h=Gör den tidigare ångrade åtgärden
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Göra om
ActionEditSelectAll:h=Markera allt
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Markera allt
ActionEditSort=&Sortera
ActionEditSortAsc:h=Sortera stigande
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Stigande
ActionEditSortDesc:h=Sortera fallande
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Fallande
ActionEditSortRandom:h=Slumpmässig sortera
ActionEditSortRandom=Slumpmässig
ActionEditToggleCase:h=Växla fall
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=&Växla fall
ActionEditToggleCaseAlternating:h=Växla alternerande fallet
ActionEditToggleCaseAlternating=Alternerande
ActionEditToggleCaseLower:h=Växla gemener
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Gemener
ActionEditToggleCaseSentence:h=Växla meningen fallet
ActionEditToggleCaseSentence=Mening
ActionEditToggleCaseTitle:h=Växla versaler
ActionEditToggleCaseTitle=Versaler
ActionEditToggleCaseUpper:h=Växla versaler
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Versaler
ActionEditTrim=Trimma
ActionEditTrimBoth:h=Trim ät vänster och höger
ActionEditTrimBoth=Både
ActionEditTrimLeft:h=Trim ät vänster
ActionEditTrimLeft=Vänster
ActionEditTrimRight:h=Trim ät höger
ActionEditTrimRight=Höger
ActionEditUndo:h=Ångra den senaste åtgärden
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Ångra
ActionEditValidateXML=Validera XML
ActionFile=&Arkiv
ActionFileAddToFavourites:h=Lägg till fil till favoriter
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Lägg till i favoriter
ActionFileCanClose:h=Växla om fliken kan stängas eller inte
ActionFileCanClose=Kan stänga
ActionFileClose=S&täng
ActionFileCloseActive:h=Stäng den aktiva filen
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Aktiv
ActionFileCloseAll:h=Stäng alla öppna filer
ActionFileCloseAll=Alla
ActionFileCloseAllOther:h=Stäng alla andra sidor
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Alla andra
ActionFileCloseModified:h=Stäng modifierade filer
ActionFileCloseModified=Modifierad
ActionFileCloseSelected:h=Stäng valda filer
ActionFileCloseSelected=Valda
ActionFileCloseUnmodified:h=Stäng omodifierade filer
ActionFileCloseUnmodified=Omodifierad
ActionFileContextMenu:h=Kontextmeny
ActionFileContextMenu=&Kontextmeny
ActionFileExit:h=Avsluta programmet
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=&Avslut
ActionFileFavourites=Favoriter
ActionFileFavouritesProperties=Egenskaper...
ActionFileHTMLExport:h=Exportera filen till HTML
ActionFileHTMLExport=HTML export
ActionFileInfo:h=Information om den aktiva filen
ActionFileInfo=&Info...
ActionFileMoveCaretAtTheEndAfterReload:h=Växla flytta caret i slutet efter omladdning urval
ActionFileMoveCaretAtTheEndAfterReload=Flytta caret i slutet efter omladdning
ActionFileNew:h=Skapa en ny fil
ActionFileNew:s=Ctrl+N
ActionFileNew=&Ny
ActionFileOpen:h=Öppna en befintlig fil
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Öppna...
ActionFileOpenCommandPrompt:h=Öppna kommandotolken
ActionFileOpenCommandPrompt=Kommandotolken
ActionFileOpenFileExplorer:h=Öppna utforskaren
ActionFileOpenFileExplorer=Utforskaren
ActionFileOpenInBrowser:h=Visa aktuella filen i webbläsare
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=Webbläsare
ActionFilePrint:h=Skriv ut den aktiva filen
ActionFilePrint:s=Ctrl+P
ActionFilePrint=S&kriv ut...
ActionFilePrintPreview:h=Förhandsgranska den aktiva filen
ActionFilePrintPreview=F&örhandsgranska...
ActionFileProperties:h=Se filen egenskaper
ActionFileProperties=&Egenskaper...
ActionFileReadOnly:h=Växla redigerare endast läsning
ActionFileReadOnly=Läs bara
ActionFileReloadAutomatically:h=Växla redigeraren ladda automatiskt
ActionFileReloadAutomatically=Ladda om automatiskt
ActionFileRemoveFromFavourites=Ta bort från favoriter
ActionFileRenameTab=Byt namn på filken
ActionFileReopen=&Återöppna
ActionFileReopenProperties=Egenskaper...
ActionFileSave:h=Spara den aktiva filen
ActionFileSave:s=Ctrl+S
ActionFileSave=&Spara
ActionFileSaveAll:h=Spara alla filer
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sp&ara alla
ActionFileSaveAs:h=Spara den aktiva filen med ett nytt namn
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&para som...
ActionFileSelectFromDirectory:h=Välj filen från aktiv katalogen
ActionFileSelectFromDirectory=Välj från katalog
ActionFileTrimTrailingSpaces:h=Växla redaktörens trimma avslutande blanksteg
ActionFileTrimTrailingSpaces=Trimma avslutande blanksteg
ActionFileUpload=Ladda upp
ActionGotoNextBookmark:h=Gå till nästa bokmärke
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Nästa
ActionGotoPreviousBookmark:h=Gå till föregående bokmärke
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Föregående
ActionHelp=&Hjälp
ActionHelpAboutTextEditorPro:h=Visa information om Text Editor Pro
ActionHelpAboutTextEditorPro=&Om Text Editor Pro
ActionHelpCheckForUpdates:h=Sök efter uppdateringar
ActionHelpCheckForUpdates=&Sök efter uppdateringar
ActionHelpSendFeedback:h=Skicka feedback till info@texteditor.pro
ActionHelpSendFeedback=Skicka feedback
ActionHelpShortcuts:h=Visa tangentbordsgenvägar
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Genvägar
ActionHelpVisitHomepage:h=Besök Text Editor Pro hemsidan - https://texteditor.pro
ActionHelpVisitHomepage=&Besök hemsidan
ActionImageViewRotateClockwise:h=Rotera sidan medsols 
ActionImageViewRotateCounterClockwise:h=Rotera sidan moturs 
ActionImageViewZoomIn:h=Zooma in
ActionImageViewZoomOut:h=Zooma ut
ActionMenuEdit:h=Ändra för att redigera menysidan
ActionMenuFile:h=Ändra för att arkiv menysidan
ActionMenuHelp:h=Ändra för att hjälp menysidan
ActionMenuSearch:h=Ändra för att sök menysidan
ActionMenuTools:h=Ändra för att verktyg menysidan
ActionMenuView:h=Ändra för att visa menysidan
ActionOpenColorTheme:h=Öppna titelbarmenyn för färgtema
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Färgtema
ActionOpenEncoding:h=Öppna titelbarmenyn för kodning
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Kodning
ActionOpenFileList:h=Öppna titelfältets lista
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Filer
ActionOpenHighlighter:h=Öppna titelbarmenyn för markering
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Markering
ActionOutputClose=&Stäng
ActionOutputCloseActive:h=Stäng aktuell sida
ActionOutputCloseActive=Aktuell
ActionOutputCloseAll:h=Stäng alla sidor
ActionOutputCloseAll=Alla
ActionOutputCloseAllOtherPages:h=Stäng alla andra
ActionOutputCloseAllOtherPages=Alla andra sidor
ActionOutputCloseSelected:h=Stäng valda sidor
ActionOutputCloseSelected=Valda
ActionOutputCollapseAll:h=Kollapsa alla
ActionOutputCollapseAll=Kollapsa alla
ActionOutputCopyAllToClipboard:h=Kopiera till urklipp
ActionOutputCopyAllToClipboard=&Kopiera till urklipp
ActionOutputCopySelectedToClipboard:h=Kopiera vald till urklipp
ActionOutputCopySelectedToClipboard=Kopiera vald till urklipp
ActionOutputExpandAll:h=Expandera alla
ActionOutputExpandAll=Expandera alla
ActionOutputOpenAll:h=Öppna alla filer
ActionOutputOpenAll=&Öppna alla
ActionOutputOpenSelected:h=Öppna vald filer
ActionOutputOpenSelected=&Öppna vald
ActionOutputRefresh=Uppfriska
ActionOutputSelectAll:h=Välj alla filer
ActionOutputSelectAll=Välj alla
ActionOutputUnselectAll:h=Avmarkera alla filer
ActionOutputUnselectAll=Avmarkera alla
ActionPDFFindNext:h=Hitta nästa
ActionPDFFindPrevious:h=Hitta tidigare
ActionPDFNextPage:h=Nästa sida
ActionPDFPreviousPage:h=Föregående sida
ActionPDFRotatePageClockwise:h=Rotera sidan medsols 
ActionPDFRotatePageCounterClockwise:h=Rotera sidan moturs 
ActionPDFSearchHighlightAll=Markera alla 
ActionPDFSearchMatchCase=Skiftlägeskänsliga
ActionPDFSearchWholeWords=Hela ord
ActionPDFZoomIn:h=Zooma in
ActionPDFZoomOut:h=Zooma ut
ActionSearch=&Sök
ActionSearchBookmarks=Bokmärken
ActionSearchBookmarks:h=Visa eller uppdatera alla sparade bokmärken
ActionSearchClearBookmarks:h=Klara alla bokmärken
ActionSearchClearBookmarks=&Klara bokmärken
ActionSearchClose:h=Avsluta
ActionSearchEngine:h=Välj sökmotor
ActionSearchEngine=Sökmotor
ActionSearchFindAll:h=Sök alla matchande texter
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Sök alla
ActionSearchFindDuplicates:h=Hitta dubbletter
ActionSearchFindDuplicates=Hitta dubbletter
ActionSearchFindInFiles:h=Sök efter en sträng i flera filer
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=S&ök i filer...
ActionSearchFindNext:h=Hitta nästa matchning texten
ActionSearchFindNext:s=F3
ActionSearchFindNext=&Hitta nästa
ActionSearchFindPrevious:h=Hitta tidigare matchande text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=H&itta tidigare
ActionSearchGoToBookmarks:h=Gå till bokmärken
ActionSearchGoToBookmarks=&Gå till bokmärken
ActionSearchGoToLine:h=Gå till linje
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Gå till linje
ActionSearchInSelection:h=I selektion
ActionSearchInSelection=I selektion
ActionSearchMatchCase:h=Skiftlägeskänsliga
ActionSearchMatchCase=Skiftlägeskänsliga
ActionSearchOptions:h=Sökalternativ
ActionSearchReplace:h=Ersätta det angivna texten med annan text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Ersätt...
ActionSearchSearchButton:h=Sök den angivna texten
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Sök...
ActionSearchSpellCheck:h=Stavningskontroll
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Stavningskontroll
ActionSearchSpellCheckNextError:h=Nästa stavningskontrollfel
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Nästa fel
ActionSearchSpellCheckPreviousError:h=Föregående stavningskontrollfel
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Föregående fel
ActionSearchTextItems:h=Sökte objekt
ActionSearchTextItems=Sökte objekt...
ActionSearchToggleBookmark:h=Ange eller ta bort bokmärke på aktuell rad. Bokmärken kan också ställas in med Ctrl+Shift+1..9. Gå till bokmärke med Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Växla bokmärke
ActionSearchToggleBookmarks:h=Växla bokmärken
ActionSearchToggleBookmarks=V&äxla bokmärken
ActionSearchWholeWords:h=Hela ord
ActionSearchWholeWords=Hela ord
ActionStatusBarShowCaretPosition=Visa markör placera
ActionStatusBarShowCharacterCount=Visa teckenantal
ActionStatusBarShowEditorZoom=Visa redigeringszoom
ActionStatusBarShowEncoding=Visa kodning
ActionStatusBarShowFileLineBreak=Visa filradbrytning 
ActionStatusBarShowFileOpeningTime=Visa filens öppettid
ActionStatusBarShowHints=Visa tips
ActionStatusBarShowKeyState=Visa nyckel tillstånd
ActionStatusBarShowLineCount=Visa radantal 
ActionStatusBarShowMacro=Visa makro
ActionStatusBarShowModified=Visa modifierad
ActionStatusBarShowSelectionInfo=Visa val information
ActionStatusBarShowSizeGrip=Visa storlek grepp
ActionToolbarMenuLanguage=Språk
ActionToolbarMenuLayout=Layout
ActionToolbarMenuLayoutSingle=Enda
ActionToolbarMenuLayoutThreeColumns=Tre kolumner
ActionToolbarMenuLayoutTwoColumns=Två kolumner
ActionToolbarMenuView=Se
ActionTools=Verktyg
ActionToolsCharacterMap:h=Infoga tecken till aktiv handling genom att dubbelklicka på
ActionToolsCharacterMap=&Teckenuppsättningar...
ActionToolsClipboardHistory:h=Urklipp historia
ActionToolsClipboardHistory=Urklipp historia
ActionToolsConvert:h=Konvertera mellan numeriska enheter
ActionToolsConvert=C&onvert...
ActionToolsExecute:h=Utför egen applikationer
ActionToolsExecute=Utför
ActionToolsExecuteConfigure:h=Konfigurera utför egenskaper
ActionToolsExecuteConfigure=Konfigurera...
ActionToolsLanguageEditor:h=Språkredigerare
ActionToolsLanguageEditor=&Språkredigerare...
ActionToolsMacro=Makro
ActionToolsMacroOpen:h=Öppna ett befintligt makro
ActionToolsMacroOpen=&Öppna...
ActionToolsMacroPause:h=Pausa ett makro
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Pausa
ActionToolsMacroPlayback:h=Uppspelning makrot
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=&Uppspelning
ActionToolsMacroRecord:h=Spela in ett makro
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=&Inspela
ActionToolsMacroSaveAs:h=Spara makrot med ett nytt namn
ActionToolsMacroSaveAs=S&para som...
ActionToolsMacroStop:h=Stoppa makroinspelning
ActionToolsMacroStop:s=Shift+Ctrl+S
ActionToolsMacroStop=&Stopp
ActionToolsMagnifier:h=Förstoringsglas
ActionToolsMagnifier=Förstoringsglas
ActionToolsMagnifierBorderStyle:h=Gränsstil
ActionToolsMagnifierBorderStyle=Gränsstil
ActionToolsMagnifierBorderStyleDefault:h=Standard gränsstil
ActionToolsMagnifierBorderStyleDefault=Standard
ActionToolsMagnifierBorderStyleFlat:h=Platt gränsstil
ActionToolsMagnifierBorderStyleFlat=Platt
ActionToolsMagnifierBorderStyleNone:h=Ingen gräns
ActionToolsMagnifierBorderStyleNone=Ingen gräns
ActionToolsMagnifierClose:h=Stänga förstoringsglas
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Stänga
ActionToolsMagnifierScaling16x:h=Skalering sexton gånger
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Skalering dubbel
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Skalering fyrdubbla
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Skalering åtta gånger
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Skalering
ActionToolsMagnifierScaling=Skalering
ActionToolsMagnifierStyle:h=Stil
ActionToolsMagnifierStyle=Stil
ActionToolsMagnifierStyleLens:h=Stil: lins
ActionToolsMagnifierStyleLens=Lins
ActionToolsMagnifierStyleRectangle:h=Stil: rektangel
ActionToolsMagnifierStyleRectangle=Rektangel
ActionToolsOptions:h=Sätta optioner
ActionToolsOptions=&Optioner...
ActionToolsPauseSpeaking:h=Pausa talet
ActionToolsPauseSpeaking=Pausa talet
ActionToolsSelectForTextCompare:h=Välj fil för jämförelse
ActionToolsSelectForTextCompare=&Välj för jämförelse...
ActionToolsSpeech=Tal
ActionToolsStartSpeaking:h=Börja tala
ActionToolsStartSpeaking=Börja tala
ActionToolsStopSpeaking:h=Sluta tala
ActionToolsStopSpeaking=Sluta tala
ActionToolsTextCompare:h=Jämför filer
ActionToolsTextCompare=Jämför filer...
ActionView=&Visa
ActionViewBookmarkList:h=Visa eller dölj bokmärkeslistan
ActionViewBookmarkList=Bokmärkeslista
ActionViewColorThemeSelection:h=Visa eller dölja färgtemaval
ActionViewColorThemeSelection=Färgtema
ActionViewDirectory=Katalog
ActionViewDirectoryClose:h=Stäng den aktiva katalogen
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=&Stäng
ActionViewDirectoryEdit:h=Redigera den aktiva katalog
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=&Redigera...
ActionViewDirectoryOpen:h=Öppna en ny katalog
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=&Öppna...
ActionViewDirectoryVisibility:h=Visa eller dölja katalogen
ActionViewDirectoryVisibility=&Katalog
ActionViewEncodingSelection:h=Visa eller dölja kodning val
ActionViewEncodingSelection=K&odning
ActionViewFiles:h=Sök filer från den valda katalogen och dess underkataloger
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&Filer...
ActionViewFolding=Vikning
ActionViewFoldingCollapse=Vika
ActionViewFoldingCollapseAll:h=Vika alla
ActionViewFoldingCollapseAll=Vika alla
ActionViewFoldingCollapseAllDownFromActiveLine:h=Vika alla ner från aktiv linje
ActionViewFoldingCollapseAllDownFromActiveLine=Vika alla ner från aktiv linje
ActionViewFoldingCollapseAllUpFromActiveLine:h=Vika alla upp från aktiv linje
ActionViewFoldingCollapseAllUpFromActiveLine=Vika alla upp från aktiv linje
ActionViewFoldingCollapseLine:h=Vika linje
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Vika linje
ActionViewFoldingExpand=Utverka
ActionViewFoldingExpandAll:h=Utverka alla
ActionViewFoldingExpandAll=Utverka alla
ActionViewFoldingExpandAllDownFromActiveLine:h=Utverka alla ner från aktiv linje
ActionViewFoldingExpandAllDownFromActiveLine=Utverka alla ner från aktiv linje
ActionViewFoldingExpandAllUpFromActiveLine:h=Utverka alla upp från aktiv linje
ActionViewFoldingExpandAllUpFromActiveLine=Utverka alla upp från aktiv linje
ActionViewFoldingExpandLine:h=Utverka linje
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Utverka linje
ActionViewFoldingNext:h=Flytta till nästa vikning
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Nästa
ActionViewFoldingPrevious:h=Flytta till föregående vikning
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Föregående
ActionViewFullScreen:h=Visa eller dölja fullskärm
ActionViewFullScreen:s=F11
ActionViewFullScreen=Fullskärm
ActionViewHexEditor:h=Visa eller dölja hex-redigeraren
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Hex-redaktör
ActionViewHighlighterSelection:h=Visa eller dölja markering val
ActionViewHighlighterSelection=Markering val
ActionViewLineNumbers:h=Växla radnummer
ActionViewLineNumbers=Ra&dnummer
ActionViewMainMenu:h=Visa eller dölja huvudmenyn
ActionViewMainMenu=Huvudmeny
ActionViewMenuBar:h=Visa eller dölja menyraden
ActionViewMenuBar=Menyrad
ActionViewMiniMap:h=Visa eller dölja Minikarta
ActionViewMiniMap=Minikarta
ActionViewNextPage:h=Gå till nästa sida
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Nästa sida
ActionViewOutput:h=Visa eller dölja utgång
ActionViewOutput=&Utgång
ActionViewPreviousPage:h=Gå till föregående sida
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Föregående sida
ActionViewRuler:h=Visa eller dölja linjal
ActionViewRuler=Linjal
ActionViewSelectionMode:h=Växla val-läget. Också trycka på Alt på redaktör kommer att växla val-läget.
ActionViewSelectionMode=&Val-läget
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Koppla
ActionViewSFTPDisconnect=Koppla bort
ActionViewSFTPEdit=Redigera
ActionViewSkinSelector=Stil väljare
ActionViewSpecialChars:h=Växla specialtecken
ActionViewSpecialChars=Sp&ecialtecken
ActionViewSplit:h=Dela upp redaktör
ActionViewSplit=Dela upp
ActionViewSplitHorizontal:h=Horisontell delning
ActionViewSplitHorizontal=Horisontell
ActionViewSplitVertical:h=Vertikal delning
ActionViewSplitVertical=Vertikal
ActionViewStatusBar:h=Visa eller dölja status rad
ActionViewStatusBar=&Status Rad
ActionViewSyncEdit:h=Visa eller dölja synkroniserad editering
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Synkroniserad editering
ActionViewTitleBar=Titeln bar
ActionViewTitleBarApplicationName:h=Visa eller dölj applikationsnamn i titeln bar
ActionViewTitleBarApplicationName=Applikationsnamn 
ActionViewTitleBarFavourite:h=Visa eller dölj titelfältets favorit
ActionViewTitleBarFavourite=Favorit
ActionViewTitleBarFileList:h=Visa eller dölja fil-lista i titeln bar
ActionViewTitleBarFileList=Fil-lista
ActionViewTitleBarFilename:h=Visa eller dölja filnamn i titeln bar
ActionViewTitleBarFilename=Filnamn
ActionViewTitleBarMagnifier:h=Visa eller dölja förstoringsglas i titeln bar
ActionViewTitleBarMagnifier=Förstoringsglas
ActionViewToolbar:h=Visa eller dölja verktygsfältet
ActionViewToolbar=&Verktygsfält
ActionViewWordWrap:h=Växla radbrytning
ActionViewWordWrap=R&adbrytning
ActionViewXMLTree:h=Visa eller dölja XML-trädet
ActionViewXMLTree=&XML-träd
ActionViewZoomEditorIn:h=Redaktör zoom in
ActionViewZoomEditorIn=Zooma in
ActionViewZoomEditorOut:h=Redaktör zooma ut
ActionViewZoomEditorOut=Zooma ut
ActionViewZoomEditorReset:h=Återställning av redigeringszoom
ActionViewZoomEditorReset=Zoomåterställning
ActionXMLTreeRefresh:h=Uppfriska XML-träd
ActionXMLTreeRefresh=&Uppfriska

[Message]
CannotFindString=Kan inte hitta strängen "%s"
DuplicatesWereNotFound=Duplikat hittades inte
InstallNewVersion=Installera den nya programversionen?
LatestVersion=Du använder den senaste versionen.
NoDefaultPrinter=Det finns ingen standardskrivare valda.
PdfErrorPassword=Lösenord krävs eller ogiltigt lösenord. 
ScaleChange=Vissa skalningsändringar visas kanske inte korrekt innan du startar om programmet.
SelectFilePathFromDirectory=Välj sökvägen från katalogen

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Lägg till applikation i snabbmenyn 'Öppna med'
CheckBoxAllowExitWithEsc=Tillåt utgång med esc
CheckBoxAllowMultipleInstances=Tillåta flera instanser
CheckBoxCloseMinimizes=Stäng minimerar
CheckBoxDropFiles=Tillåt Släpp filer
CheckBoxHotExit:h=Stäng utan att fråga om att spara filer, filer kommer att sparas och återställas.
CheckBoxHotExit=Het stängning
CheckBoxMinimizeToSystemTray=Minimera till systemfältet
CheckBoxStayOnTop=Stanna på topp
CheckBoxUseLatestCommonDialogs=Använd de senaste gemensamma dialogerna
CheckBoxUseReverseUTF8Naming=Använd omvänd UTF-8-kodningsnamn
ComboBoxLanguage=Språk
SpinEditReopenMaxFileCount=Maximalt antal filer att öppna igen
SpinEditSplitterSize=Splitter storlek

[OptionsApplicationScalingFrame]
RadioButtonAuto=Auto
RadioButtonPercent=Procent
RadioButtonPixelsPerInch=Pixlar per tum

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Kontrollera vid start
CheckBoxCheckForUpdatesWhenClosing=Kontrollera när du stänger

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Aktiverad
SpinEditClipboardHistoryItemsCount=Räkna

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Be om att ladda
CheckBoxMoveCaretAtTheEnd=Flytta caret i slutet efter omladdning
CheckBoxReloadAutomaticallyModifiedFiles=Ladda om automatiskt
CheckBoxPollFileChanges=Kontrollera filen för ändringar 
SpinEditPollingInterval=Kontroll intervall (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Automatiskt dölja
CheckBoxAutoSelect=Automatiskt välj
CheckBoxUseSelectedPathAsDefaultDirectory=Använd den valda filsökvägen som standardkatalog
CheckBoxShowArchiveFiles=Visa arkivets
CheckBoxShowHiddenFiles=Visa dolda filer
CheckBoxShowOverlayIcons=Visa överlägg ikoner
CheckBoxShowSystemFiles=Visa systemfiler
CheckBoxShowTreeLines=Visa trädgränser
CheckBoxUseExplorerTheme=Använd explorer tema
ComboBoxAlign=Justera
SpinEditIndent=Indrag
SpinEditMargin=Marginal

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Fet aktivt flik
CheckBoxCloseTabByDblClick=Stäng flik genom att dubbelklicka
CheckBoxCloseTabByMiddleClick=Stäng flik av mittenklick
CheckBoxEnlargeActiveTab=Förstora aktiv flik
CheckBoxMultiline=Flerradigt
CheckBoxRightClickSelect=Högerklicka välj
CheckBoxSaveTabs=Spara flikar
CheckBoxShowIcon=Visa bilden
CheckBoxShowOpenDirectoryButton=Visa öppen katalog knappen
ComboBoxShowCloseButton=Visa stäng knapp
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard
SpinEditTabHeight=Höjd
SpinEditTabMargin=Marginal
SpinEditTabSpacing=Mellanrum

[OptionsEditorBackupFrame]
CheckBoxActive=Aktiva
EditFileExtension=Filförlängning
GroupBoxPath=Väg
GroupBoxSuffix=Suffix
RadioButtonPathCustom=Definiera
RadioButtonPathFile=Fil
RadioButtonSuffixCounter=Räknare
RadioButtonSuffixDateAndTime=Datum och tid
RadioButtonSuffixNone=Ingen

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Visa filter 
CheckBoxShowLineNumbers=Visa radnummer 
CheckBoxTrimText=Trimma text 
CheckBoxUpdateForAllBookmarkLists=Uppdatering för alla bokmärkeslistor
CheckBoxUpdateWidthWhenResized=Uppdatera bredd när storleken ändras 
CheckBoxVisible=Synlig
ComboBoxAlign=Justera
GroupBoxSortBy=Sortera efter
RadioButtonSortByColor=Färg
RadioButtonSortByLineNumber=Linje nummber
RadioButtonSortByText=Text
SpinEditWidth=Bredd

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Aktiva
CheckBoxMultipleCaretsShowActiveLine=Visa aktiv linje
CheckBoxMultipleCaretsShowGhost=Visa spöke
CheckBoxNonblinkingCaretActive=Aktiverad
CheckBoxRightMouseClickMovesCaret=Högerklicka flyttar markören
CheckBoxVisible=Synlig
ColorComboBoxNonblinkingCaretBackground=Bakgrundsfärg
ColorComboBoxNonblinkingCaretForeground=Förgrundsfärg
ComboBoxStylesInsertCaret=Infoga
ComboBoxStylesOverwriteCaret=Överskriva
GroupBoxMultipleCarets=Flera markör
GroupBoxNonBlinkingCaret=Icke-blinkande markör
GroupBoxStyles=Stilar

[OptionsEditorColorFrame]
ActionReset=Återställa
CheckBoxElementsAttributesBold=Djärv
CheckBoxElementsAttributesItalic=Kursiv
CheckBoxElementsAttributesUnderline=Understrykning
CheckBoxSkinActiveLineBackground=Aktiv linje bakgrund
CheckBoxSkinBackground=Bakgrund
CheckBoxSkinBookmarkPanelBackground=Bokmärke panel bakgrund
CheckBoxSkinCodeFoldingBackground=Kod vikning bakgrund
CheckBoxSkinCodeFoldingHintBackground=Kod vikning antydan bakgrund
CheckBoxSkinCompletionProposalBackground=Kompletterande förslag bakgrund
CheckBoxSkinCompletionProposalSelectionBackground=Kompletterande förslag val bakgrund
CheckBoxSkinForeground=Förgrund
CheckBoxSkinLeftMarginBackground=Vänstermarginal bakgrund
CheckBoxSkinSelectionBackground=Val bakgrund
CheckBoxSkinSelectionForeground=Val förgrunden
ColorComboBoxEditorColor=Färg
ColorComboBoxElementsBackground=Bakgrund
ColorComboBoxElementsForeground=Förgrund
ComboBoxColorTheme=Färgtema
ComboBoxEditorElement=Element
ComboBoxElementsName=Namn
ComboBoxHighlighter=Markering
DateEditDate=Datum
EditEmail=E-post
EditName=Namn
EditVersion=Version
GroupBoxAttributes=Attribut
LabelSkinDescription=Använd stil färg för valda element
TabSheetAuthor=Författare
TabSheetEditor=Redaktör
TabSheetElements=Elements
TabSheetGeneral=Allmän
TabSheetUseSkinColor=Använd stil färg

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Aktiva
CheckBoxAddHighlighterKeywords=Lägg till nyckelord för markörer
CheckBoxAutoInvoke=Auto åkalla
CheckBoxMatchCase=Skiftlägeskänslig
CheckBoxParseWordsFromText=Analysera ord från text
CheckBoxShowSnippets=Visa kodavsnitt 
ComboBoxKeywordCase=Nyckelord storlek
ComboBoxShortcut=Kortkommando
SpinEditNumberOfRows=Antal rader

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Lägg till kodavsnitt 
ActionAdd=Lägg till
ActionClone:h=Clone snippet
ActionClone=Clone
ActionDelete:h=Ta bort markerat kodavsnitt 
ActionDelete=Ta bort
ActionEdit:h=Redigera kodavsnittet 
ActionEdit=Redigera
VirtualDrawTree:0=Kodavsnit
VirtualDrawTree:1=Beskrivning

[SnippetEditDialog]
CheckBoxCursorPositionActive=Activa
CheckBoxSelectionActive=Activa
ComboBoxExecuteWith=Exekvera med
ComboBoxGroupName=Grupp namn 
ComboBoxHighlighter=Markering
ComboBoxShortcut=Kortkommando
EditDescription=Beskrivning
EditKeyword=Nyckelord
GroupBoxCursorPosition=Markörposition 
GroupBoxSelection=Selektion
SpinEditCursorPositionColumn=Kolumn
SpinEditCursorPositionRow=Rad
SpinEditSelectionFromColumn=Från kolumn
SpinEditSelectionFromRow=Från rad
SpinEditSelectionToColumn=Till kolumn
SpinEditSelectionToRow=Till rda
TextEditor=Kodavsnit

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Färgtema
ComboBoxDefaultEncoding=Kodning
ComboBoxDefaultHighlighter=Markering
ComboBoxDefaultSQLHighlighter=SQL markering
EditBrowser=Webbläsare
GroupBoxDirectory=Katalog
RadioButtonCurrentWindowsDirectory=Aktuell Windows-katalog 
RadioButtonCustomDirectory=Anpassad katalog
RadioButtonLatestDirectory=Senaste katalogen 

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Un-kollaps genom vink klick
CheckBoxFoldMultilineComments=Vika flerradiga kommentarer
CheckBoxHighlightIndentGuides=Markera indrags guider
CheckBoxHighlightMatchingPair=Markera matchande par
CheckBoxShowCollapsedCodeHint=Visa kollapsade kod vink
CheckBoxShowCollapsedLine=Visa kollapsade linje
CheckBoxShowCollapseMarkAtTheEnd=Visa kollapsmärke i slutet
CheckBoxShowIndentGuides=Visa indrags guider
CheckBoxShowTreeLine=Visa trädgränsen
CheckBoxTextFoldingActive=Aktiva
CheckBoxVisible=Synlig
ComboBoxGuideLineStyle=Guide linjestil
ComboBoxMarkStyle=Mark stil
GroupBoxCodeFolding=Kodviktning
GroupBoxTextFolding=Textviktning
RadioButtonOutlinedByACharacter=Skissad av ett tecken
RadioButtonOutlinedBySpacesAndTabs=Skissat av mellanslag och flikar
SpinEditCollapsedRowCharacterCount=Kollapsad rad tecken räkning
SpinEditDelayInterval=Fördröjningsintervall (ms)
SpinEditHintRowCount=Vink radantal

[OptionsEditorFontFrame]
ActionReset=Återställa
CheckBoxUseSameSettingsForAllColorThemes=Använd samma inställningar för alla färgteman
ComboBoxColorTheme=Färgtema
ComboBoxElement=Element
FontComboBoxFont=Font
SpinEditFontSize=Fontstorlek

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Auto storlek
CheckBoxVisible=Synlig
SpinEditWidth=Bredd
GroupBoxLineState=Linjestatus
CheckBoxLineStateVisible=Synlig
CheckBoxLineStateShowOnlyModified=Visa endast modifierad
ComboBoxLineStateAlign=Justera

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Spara bokmärken 
CheckBoxShowBookmarkColorsPopup=Visa popup för bokmärkesfärger 
CheckBoxShowPanel=Visa panelen
CheckBoxVisible=Synlig
ColorComboBoxLineColor=Linjefärg
SpinEditPanelWidth=Panel bredd

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Visa radnummer efter sista raden
CheckBoxShowInTens=Radnummer i tior
CheckBoxShowLeadingZeros=Visa inledande nollor 
CheckBoxVisible=Synlig
SpinEditStartFrom=Börja från

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Auto komplett
CheckBoxHighlightActive=Aktiva
CheckBoxHighlightAfterToken=Efter token
CheckBoxHighlightUnmatched=Oöverträffad
GroupBoxDisplay=Visa
GroupBoxHighlight=Markera
RadioButtonHighlight=Markera
RadioButtonUnderline=Understrykning

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Aktiverad
CheckBoxBlendingInvert=Invertera
CheckBoxShowBookmarks=Visa bokmärken
CheckBoxShowBorder=Visa ram
CheckBoxShowIndentGuides=Visa indrags guider
CheckBoxShowSearchResults=Visa sökresultatet
CheckBoxShowSelection=Visa val
CheckBoxShowShadow=Show skugga
CheckBoxVisible=Synlig
ComboBoxAlign=Justera
GroupBoxBlending=Blandning
SpinEditWidth=Bredd

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding=Ändra kodning automatiskt när den sparas
CheckBoxAutoIndent=Automatiskt indrag
CheckBoxAutoSave=Automatisk inspelning
CheckBoxDragDropEditing=Dra släpp editering
CheckBoxGroupUndo=Grupp ångra
CheckBoxSaveUnmodified=Spara oförändrat
CheckBoxShowControlCharacters=Visa kontrolltecken 
CheckBoxShowNonBreakingSpaceAsSpace=Visa icke-brytande rymden som rymden
CheckBoxShowNullCharacters=Visa null-tecken 
CheckBoxShowWarningBeforeSaving=Visa varning innan du sparar
CheckBoxShowZeroWidthSpaceCharacters=Visa blanksteg med noll bredd 
CheckBoxTrailingLineBreak=Linjeavbrott efter sista raden
CheckBoxTrimTrailingSpaces=Trimma avslutande blanksteg
CheckBoxUndoAfterSave=Ångra efter sparning
ComboBoxDefaultLineBreak=Standard radbrytning
GroupBoxInternationalCharacters=Internationella tecken med ASCII/ANSI-kodning
SpinEditBorderWidth=Gränsbredd
SpinEditLineSpacing=Radavstånd
SpinEditMargin=Marginal

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Auto radbrytning
CheckBoxMouseMove=Mus drag
CheckBoxShowMovingHint=Visa rörliga vink
CheckBoxVisible=Synlig
SpinEditPosition=Ställning

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Visa val
CheckBoxVisible=Synlig
SpinEditHeight=Höjd

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Autosize max bredd
CheckBoxHalfPage=Halvsida
CheckBoxHintFollows=Vink följer
CheckBoxPastEndOfFile=Rullar förbi filslut
CheckBoxPastEndOfLineMarker=Rullar förbi radslut
CheckBoxShowHint=Visa skrolla tip
CheckBoxShowHorizontalScrollBar=Visa horisontell rullningsrad
CheckBoxShowShadow=Show skugga
CheckBoxShowVerticalScrollBar=Visa vertikal rullningsrad

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Aktiverad
CheckBoxBeepIfSearchStringNotFound=Beep om söksträngen kunde inte hittas
CheckBoxClearWhenClosed=Klar när den är stängd
CheckBoxEntireScope=Hela omfattningen
CheckBoxFileSpecificSearch=Fil-specifik sökning
CheckBoxFindWordAtCursor=Hitta ord på markören
CheckBoxHighlightResult=Markera resultat
CheckBoxMatchCase=Skiftlägeskänslig
CheckBoxNearOperatorEnabled=Aktiverad
CheckBoxSearchOnTyping=Sök på att skriva
CheckBoxSearchOnTypingEnabled=Aktiverad
CheckBoxSetFocusIntoEditorWithEnter=Ställ in fokus i redigeraren med enter
CheckBoxShowSearchMap=Visa ökning karta
CheckBoxShowSearchMatchNotFound=Visa sökning match hittades inte
CheckBoxShowSearchStringNotFound=Visa söksträngen kunde inte hittas meddelande
CheckBoxToggleSearchBar=Växla sökfältet
CheckBoxUseUpAndDownArrowKeysToFind=Använd upp och ner piltangenterna för att hitta
CheckBoxVisible=Synlig
CheckBoxWholeWords=Hela ord
CheckBoxWrapAround=Vira runt
ComboBoxSearchBarAlign=Sökruta justera
ComboBoxSearchMapAlign=Ökning karta justera
GroupBoxAutoComplete=Auto komplett
GroupBoxNearOperator:h=Syntax: Ord1 NEAR Ord2 eller Ord1 NEAR:d Ord2, där d är det maximala avståndet för ord. 
GroupBoxNearOperator=NEAR operatör
GroupBoxSearchOnTyping=Sök på att skriva
SpinEditAutoCompleteDelayInterval=Fördröjningsintervall (ms)
SpinEditNearOperatorMinimumDistance=Minsta distans 
SpinEditNearOperatorMaximumDistance=Maximalt distans 
SpinEditSearchOnTypingDelayInterval=Fördröjningsintervall (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT sätter kolumnläge
CheckBoxAutoCopyToClipboard=Automatisk kopiering till urklipp
CheckBoxExpandPrefixCharacters=Expandera prefixtecken 
CheckBoxExpandRealNumbers=Expandera reella tal
CheckBoxFromEndOfLine=Från slutet av raden
CheckBoxHighlightSimilarTerms=Markera liknande villkor
CheckBoxTermsMatchCase=Villkor skiftlägeskänsliga
CheckBoxToEndOfLastLine=Till slutet av sista raden
CheckBoxToEndOfLine=Till slutet av raden
CheckBoxTripleClickRowSelect=Trippel-klicka rad välj
CheckBoxVisible=Synlig

[OptionsEditorSortFrame]
CheckBoxCaseSensitive=Skiftlägeskänsliga
CheckBoxNaturalSortOrder=Naturlig sorteringsordning

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Synlig
CheckBoxSelectionVisible=Synlig
CheckBoxVisible=Synlig
ColorComboBoxLineBreakColor=Färg
ColorComboBoxSelectionColor=Färg
ComboBoxArrowStyle=Pil stil
ComboBoxLineBreakStyle=Stil
GroupBoxColor=Färg
GroupBoxLineBreak=Radbrytning
GroupBoxSelection=Val
RadioButtonCustomColor=Sätt
RadioButtonMiddleColor=Mitten
RadioButtonTextColor=Text

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Aktiva
ComboBoxDictionary=Lexikon
GroupBoxUnderline=Understrykning
ComboBoxUnderlineType=Typ
ColorComboBoxUnderlineColor=Färg

[OptionsEditorSyncEditFrame]
CheckBoxActive=Aktiva
CheckBoxMatchCase=Skiftlägeskänsliga
CheckBoxShowActivateIcon=Visa aktivera ikon

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Fet aktivt flik
CheckBoxCloseTabByDblClick=Stäng flik genom att dubbelklicka
CheckBoxCloseTabByMiddleClick=Stäng flik av mittenklick
CheckBoxDimReadOnlyWhenNotActive=Dim läs endast när den inte är aktiv
CheckBoxEnlargeActiveTab=Förstora aktiv flik
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Dölj nära knappen när du kan stänga är inte markerad
CheckBoxMultiline=Flerradigt
CheckBoxRightClickSelect=Högerklicka välj
CheckBoxSaveTabs=Spara flikar
CheckBoxShowFileNameAsHint=Visa filnamn som ledtråd
CheckBoxShowIcon=Visa bilden
CheckBoxShowNewFileButton=Visa ny fil -knapp
ComboBoxShowCloseButton=Visa stäng knapp
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard
SpinEditTabHeight=Höjd
SpinEditTabMargin=Marginal
SpinEditTabSpacing=Mellanrum

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Kolumner
CheckBoxPreviousLineIndent=Föregående rad indrag
CheckBoxSelectedBlockIndent=Valt block indrag
CheckBoxTabsToSpaces=Tabbar till blanksteg
SpinEditWidth=Bredd

[OptionsEditorWordWrapFrame]
CheckBoxActive=Aktiva
ComboBoxWidth=Bredd

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Använda explorer tema
CheckBoxVisible=Synlig
ComboBoxAlign=Justera
SpinEditWidth=Bredd

[OptionsFileTypesFrame]
EditExtensions=Förlängningar
VirtualDrawTree:0=Filtyp

[OptionsForm]
ActionApplication=Applicering
ActionApplicationClipboardHistory=Urklippshistoria
ActionApplicationModifiedFiles=Ändrade filer
ActionApplicationScaling=Skalning
ActionApplicationUpdates=Uppdateringar
ActionCompare=Jämföra filer
ActionDirectory=Directory
ActionDirectoryTabs=Flikar
ActionEditor=Redigerare
ActionEditorBackup=Säkerhetskopiering
ActionEditorBookmarkList=Bokmärkeslista
ActionEditorCaret=Markör
ActionEditorColors=Colors
ActionEditorCompletionProposal=Kompletterande förslag 
ActionEditorCompletionProposalSnippets=Kodavsnitt
ActionEditorDefaults=Defaults
ActionEditorFolding=Vikning
ActionEditorFonts=Teckensnitt
ActionEditorLeftMargin=Vänster marginal
ActionEditorLeftMarginBookmarks=Bokmärken
ActionEditorLeftMarginLineNumbers=Radnummer
ActionEditorMatchingPair=Matchande par
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Höger marginal
ActionEditorRuler=Linjal
ActionEditorScroll=Skrolla
ActionEditorSearch=Sök
ActionEditorSelection=Val
ActionEditorSort=Sortera
ActionEditorSpecialChars=Speciella tecken
ActionEditorSpellCheck=Stavningskontroll
ActionEditorSyncEdit=Synkroniserad editering
ActionEditorTabs=Flikar
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Radbrytning
ActionEditorXMLTree=XML-träd
ActionFileTypes=Filtyper
ActionHexEditor=Hex-redaktör
ActionHTMLExport=HTML export
ActionImageView:t=Translation needed
ActionImageView=Bildvy
ActionJSONFormatter=JSON-formateraren
ActionMainMenu=Huvudmenyn
ActionMarkdownPreview=Markdown förhandsvisning
ActionMarkdownPreviewOptions=Alternativ
ActionMenuBar=Menyfältet
ActionMenuBarButtons=Knappar
ActionMenuBarTabs=Flikar
ActionOpen:h=Skriv optioner i INI-fil
ActionOpen=Öppna...
ActionOutput=Utgång
ActionOutputTabs=Flikar
ActionPDFView=PDF -vy 
ActionPrint=Skriv ut
ActionSaveAs:h=Läs optioner från INI-filen
ActionSaveAs=Spara som...
ActionSkin=Skinn
ActionSkinButtons=Knappar
ActionSkinEffects=Effekter
ActionSkinFont=Font
ActionSkinHints=Antydan
ActionSkinScrollBars=Rullningslister
ActionSkinStyles=Stil
ActionSQLFormatter=SQL-formateraren
ActionSQLFormatterCapitalization=Kapitalisering
ActionSQLFormatterFormatting=Formatering
ActionSQLFormatterIndentation=Indrag
ActionStatusBar=Status rad
ActionTitleBar=Titeln bar
ActionToolbar=Verktygsfält
ActionToolbarOptions=Alternativ
ActionXMLFormatter=XML-formateraren
Caption=Optioner
EditorTabsAction=Flikar

[OptionsHexEditorFrame]
CheckBoxAutosize=Autosize
CheckBoxHexLowerCase=Hex gemener
CheckBoxInsertMode=Infogningsläge
CheckBoxShowRuler=Visa linjal
ComboBoxCaretStyle=Caret stil

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard=Lägg till i urklipp
CheckBoxShowLineNumbers=Visa radnummer

[OptionsMainMenuFrame]
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Synlig
CheckBoxAutoSize=Auto storlek
CheckBoxUseColorTheme=Använd färgtema
SpinEditWidth=Bredd
ComboBoxAlign=Justera

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags=Backslash undkommer HTML-taggar
CheckBoxDisableForcedSpaces=Inaktivera kravet på indrag av underlistor med fyra mellanslag för att de ska kapslas
CheckBoxUnderline=Inaktivera understrecksanalys som <em> eller <strong>
CheckBoxSimplifiedAutoLink=Aktivera automatisk länkning i oformaterade webbadresser
CheckBoxEncodeEmails=Aktivera automatisk fördunkling av e-postadress
CheckBoxEmojis=Aktivera emoji-stöd
CheckBoxEllipsis=Aktivera horisontell ellipskonvertering
CheckBoxTasklists=Aktivera stöd för GFM takslists
CheckBoxMentions=Aktivera stöd för github @mentions
CheckBoxCodeBlocks=Aktivera stöd för GFM-kodblocksstilssyntax (inhägnade kodblock)
CheckBoxParseImgDimensions=Aktivera stöd för att ställa in bilddimensioner från markdown-syntax
CheckBoxStrikethrough=Aktivera stöd för genomstruken syntax
CheckBoxTables=Aktivera stöd för tabellsyntax
CheckBoxExcludeTrailingPunctuationFromURLs=Uteslut efterföljande skiljetecken från autolänkade webbadresser
CheckBoxLiteralMiddleWordAsterisks=Ordagliga asterisker i mitten
CheckBoxOmitExtraWLInCodeBlocks=Uteslut den avslutande nyraden i ett kodblock
CheckBoxSimpleLineBreaks=Parsera radbrytningar som <br/> i stycken (som GitHub gör)
CheckBoxRequireSpaceBeforeHeadingText= Kräv ett mellanslag mellan # och rubriktext
CheckBoxSplitAdjacentBlockquotes=Dela upp intilliggande blockcitat
CheckBoxLiteralMiddleWordUnderscores=Behandla understreck i mitten av ord som bokstavliga tecken
SpinEditHeaderStartingLevel=Rubrikens startnivå

[OptionsMenuBarFrame]
ActionAddDivider:h=Lägg indelning
ActionAddDivider=Lägg indelning
ActionAddButton:h=Lägg till knapp
ActionAddButton=Lägg till knapp
ActionDelete:h=Radera knapp
ActionDelete=Radera
ActionMoveDown:h=Flytta ner markerade knapp
ActionMoveDown=Flytta ner
ActionMoveUp:h=Flytta markerade knapp uppåt
ActionMoveUp=Flytta uppåt
ActionReset:h=Återställ knappar
ActionReset=Återställ
VirtualDrawTree:0=Knapp
VirtualDrawTree:h=Använd dra och släpp för att flytta knapparna. Högerklicka på popup-menyn för att infoga och ta bort knappar.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Fet aktivt flik
CheckBoxEnlargeActiveTab=Förstora aktiv flik
CheckBoxShowMenu=Visa meny
GroupBoxTabsFont=Font
GroupBoxTabsFontSize=Fontstorlek
RadioButtonTabsFontCustom=Anpassad
RadioButtonTabsFontDefault=Standard
RadioButtonTabsFontSizeCustom=Anpassad
RadioButtonTabsFontSizeDefault=Standard
SpinEditTabHeight=Höjd
SpinEditTabMargin=Marginal
SpinEditTabPadding=Stoppning
SpinEditTabSpacing=Mellanrum

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Blandad
CheckBoxGrayed=Gråna
CheckBoxReflected=Reflekteras
GroupBoxButtonsFont=Font
GroupBoxButtonsFontSize=Fontstorlek
GroupBoxDisabled=Inaktiverad
GroupBoxIcons=Ikon
RadioButtonButtonsFontCustom=Anpassad
RadioButtonButtonsFontDefault=Standard
RadioButtonButtonsFontSizeCustom=Anpassad
RadioButtonButtonsFontSizeDefault=Standard
RadioButtonLargeIcons=Stor
RadioButtonSmallIcons=Små
TrackEditBlend=Blandning

[OptionsOutputFrame]
CheckBoxShowCheckBox=Visa kryssrutan
CheckBoxShowOnlyLineNumbers=Visa endast radnummer
CheckBoxShowTreeLines=Visa trädgränser
CheckBoxUseExplorerTheme=Använda explorer tema
ComboBoxAlign=Justera
SpinEditIndent=Indrag
SpinEditMargin=Marginal

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Fet aktivt flik
CheckBoxCloseTabByDblClick=Stäng flik genom att dubbelklicka
CheckBoxCloseTabByMiddleClick=Stäng flik av mittenklick
CheckBoxEnlargeActiveTab=Förstora aktiv flik
CheckBoxMultiline=Flerradigt
CheckBoxRightClickSelect=Högerklicka välj
CheckBoxSaveTabs=Spara flikar
CheckBoxShowFindInFilesButton=Visa hitta i filer-knappen
CheckBoxShowIcon=Visa bilden
ComboBoxShowCloseButton=Visa stäng knapp
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard
SpinEditTabHeight=Höjd
SpinEditTabMargin=Marginal
SpinEditTabSpacing=Mellanrum

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Synlig
CheckBoxEnabled=Aktiverad
ComboBoxControlBarAlign=Justera
ComboBoxZoom=Zoom
GroupBoxControlBar=Kontrollfält 

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Synlig
CheckBoxEnabled=Aktiverad
CheckBoxSearchBarHighlightAll=Markera alla 
CheckBoxSearchBarMatchCase=Skiftlägeskänslig
CheckBoxSearchBarToggleSearchBar=Växla sökfältet
CheckBoxSearchBarVisible=Synlig
CheckBoxSearchBarWholeWords=Hela ord
ComboBoxControlBarAlign=Justera
ComboBoxSearchBarAlign=Justera
ComboBoxZoom=Zoom
GroupBoxControlBar=Kontrollfält 
GroupBoxSearchBar=Sökfält

[OptionsPrintFrame]
CheckBoxColorsEnabled=Aktiverad
CheckBoxLineNumbersInMargin=I marginal
CheckBoxLineNumbersVisible=Synlig
CheckBoxShowFooterLine=Visa sidfotrad
CheckBoxShowHeaderLine=Visa rubrikrad
CheckBoxShowOnlyPageNumber=Visa endast sidnummer
CheckBoxUseRomanNumerals=Använd romerska siffror
CheckBoxVisibleDateTime=Synlig
CheckBoxVisibleFilename=Synlig
CheckBoxVisiblePageNumber=Synlig
CheckBoxVisiblePrintedBy=Synlig
CheckBoxWordWrap=Radbrytning
ComboBoxColorTheme=Färgtema
GroupBoxAlignmentDateTime=Inriktning
GroupBoxAlignmentFilename=Inriktning
GroupBoxAlignmentPageNumber=Inriktning
GroupBoxAlignmentPrintedBy=Inriktning
GroupBoxColors=Färger
GroupBoxDateTime=Datum tid
GroupBoxFilename=Filnamn
GroupBoxFont=Font
GroupBoxFontSize=Font storlek
GroupBoxLineNumbers=Radnummer
GroupBoxMargins=Marginaler
GroupBoxPageNumber=Sidnummer
GroupBoxPrintedBy=Tryckt av
GroupBoxVerticalAlignmentDateTime=Vertikal justering
GroupBoxVerticalAlignmentFilename=Vertikal justering
GroupBoxVerticalAlignmentPageNumber=Vertikal justering
GroupBoxVerticalAlignmentPrintedBy=Vertikal justering
RadioButtonAlignmentLeftDateTime=Vänster
RadioButtonAlignmentLeftFilename=Vänster
RadioButtonAlignmentLeftPageNumber=Vänster
RadioButtonAlignmentLeftPrintedBy=Vänster
RadioButtonAlignmentRightDateTime=Höger
RadioButtonAlignmentRightFilename=Höger
RadioButtonAlignmentRightPageNumber=Höger
RadioButtonAlignmentRightPrintedBy=Höger
RadioButtonFontCustom=Anpassad
RadioButtonFontEditor=Redigerare
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeEditor=Redigerare
RadioButtonVerticalAlignmentFooterDateTime=Sidfot
RadioButtonVerticalAlignmentFooterFilename=Sidfot
RadioButtonVerticalAlignmentFooterPageNumber=Sidfot
RadioButtonVerticalAlignmentFooterPrintedBy=Sidfot
RadioButtonVerticalAlignmentHeaderDateTime=Sidhuvud
RadioButtonVerticalAlignmentHeaderFilename=Sidhuvud
RadioButtonVerticalAlignmentHeaderPageNumber=Sidhuvud
RadioButtonVerticalAlignmentHeaderPrintedBy=Sidhuvud
SpinEditMarginsBottom=Botten
SpinEditMarginsLeft=Vänster
SpinEditMarginsRight=Höger
SpinEditMarginsTop=Topp
TabSheetHeadedAndFooter=Sidhuvud och sidfot
TabSheetOptions=Alternativ

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Nyckelord
ComboBoxNames=Namn
ComboBoxParameters=Parametrar

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible=Alltid synlig
CheckBoxSelectDefaultSQLHighlighter=Välj standard SQL-markör

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible=Alltid synlig
CheckBoxSelectJSONHighlighter=Välj JSON-markör

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible=Alltid synlig
CheckBoxSelectXMLHighlighter=Välj XML-markör

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Rikta sökord till höger i satserna 
CheckBoxBreakJoinOnSections=Expandera JOIN ON -sektioner
CheckBoxExpandBetweenConditions=Expandera mellan villkoren 
CheckBoxExpandBooleanExpressions=Expandera booleska uttryck 
CheckBoxExpandCaseStatements=Expandera CASE -uttalanden 
CheckBoxExpandCommaLists=Expandera kommalistor 
CheckBoxExpandGroupByClause=Expandera GROUP BY -sektioner
CheckBoxExpandInLists=Expandera IN -listor 
CheckBoxExpandInsertStatements=Expandera INSERT -satser 
CheckBoxExpandJoinOnBooleanExpressions=Expandera booleska uttryck 
CheckBoxExpandOrderByClause=Expandera ORDER BY -sektioner
CheckBoxSpaceAfterComma=Mellanslag efter komma 
CheckBoxTrailingCommas=Släpande kommatecken 

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Använd den längsta kolumnbredden i CREATE TABLE eller VIEW -satser
CheckBoxUseTab=Använd fliken
SpinEditIndentLength=Indrag längd

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels=Automatisk storlek paneler
CheckBoxShowCaretPosition=Visa markör placera
CheckBoxShowCharacterCount=Visa teckenantal
CheckBoxShowEditorZoom=Visa redigeringszoom
CheckBoxShowEncoding=Visa kodning
CheckBoxShowFileLineBreak=Visa filradbrytning 
CheckBoxShowFileOpeningTime=Visa filens öppettid
CheckBoxShowHints=Visa tips
CheckBoxShowKeyState=Visa nyckel tillstånd
CheckBoxShowLineCount=Visa radantal 
CheckBoxShowMacro=Visa makro
CheckBoxShowModified=Visa modifierad
CheckBoxShowSelectionInfo=Visa val information
CheckBoxShowSizeGrip=Visa storlek grepp
CheckBoxVisible=Synlig
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard

[OptionsTitleBarFrame]
CheckBoxMagnifier=Visa förstoringsglas
CheckBoxShowApplicationName=Visa applikationsnamn
CheckBoxShowColorTheme=Visa färg tema
CheckBoxShowEncoding=Visa kodning
CheckBoxShowFavourite=Visa favorit
CheckBoxShowFileList=Visa fil lista
CheckBoxShowFilename=Visa filnamn
CheckBoxShowHighlighter=Visa markering
CheckBoxShowIcon=Visa ikon
CheckBoxShowMenu=Visa meny
CheckBoxUseSystemStyle=Använd systemstil
GroupBoxFont=Font
GroupBoxFontSize=Fontstorlek
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontSizeCustom=Anpassad
RadioButtonFontSizeDefault=Standard

[OptionsToolbarFrame]
ActionAddDivider:h=Lägg indelning
ActionAddDivider=Lägg indelning
ActionAddButton:h=Lägg till knapp
ActionAddButton=Lägg till knapp
ActionDelete:h=Radera knapp
ActionDelete=Radera
ActionMoveDown:h=Flytta ner markerade knapp
ActionMoveDown=Flytta ner
ActionMoveUp:h=Flytta markerade knapp uppåt
ActionMoveUp=Flytta uppåt
ActionReset:h=Återställ knappar
ActionReset=Återställ
VirtualDrawTree:0=Knapp
VirtualDrawTree:h=Använd dra och släpp för att flytta knapparna. Högerklicka på popup-menyn för att infoga och ta bort knappar.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Bakgrund
GroupBoxIcons=Ikon
RadioButtonBackgroundHigh=Hög
RadioButtonBackgroundLow=Låg
RadioButtonBackgroundTransparent=Transparent
RadioButtonLargeIcons=Stor
RadioButtonSmallIcons=Små
SpinEditMarginTop=Marginal topp

[OptionsMenuBarItemsDialog]
Caption=Markera objekt
VirtualDrawTreeAddItems:0=Objekt

[OptionsToolbarItemsDialog]
Caption=Markera objekt
VirtualDrawTreeAddItems:0=Objekt

[PrintPreviewForm]
ActionColors:h=Växla färger
ActionColors=Färger
ActionExit:h=Avsluta förhandsgranskningen
ActionExit=Avslut
ActionFirst:h=Första|Gå till första sidan
ActionFirst=Första
ActionHighlight:h=Byt markering
ActionHighlight=Markering
ActionLast:h=Senast|Gå till sista sidan
ActionLast=Senast
ActionLineNumbers:h=Växla radnummer
ActionLineNumbers=Radnummer
ActionNext:h=Nästa|Gå till nästa sida
ActionNext=Nästa
ActionPrevious:h=Föregående|Gå till föregående sida
ActionPrevious=Föregående
ActionPrint:h=Skriv ut|Skriv ut filen
ActionPrint=Print
ActionWordWrap:h=Växla radbrytning
ActionWordWrap=Word wrap
ActionZoom:h=Zooma|Zooma in/ut
ActionZoom=Zoom
ActionZoomIn:h=Zoom in
ActionZoomIn=Zoom in
ActionZoomOut:h=Zoom out
ActionZoomOut=Zoom out
Caption=Förhandsgranska

[ReplaceDialog]
ActionClose=&Stäng
ActionFindNext=&Hitta nästa
ActionReplace=&Ersätt
ActionReplaceAll=&Ersätt alla
ActionSearchEngine=Välj sökmotor
Caption=Ersätt
CheckBoxMatchCase=Skiftlägeskänslig
CheckBoxPromptOnReplace=Fråga om ersätt
CheckBoxSelectedOnly=Endast utvalda
CheckBoxWholeWords=Hela ord
ComboBoxSearchFor=Sök efter
GroupBoxOptions=Optioner
GroupBoxOrigin=Ursprung
GroupBoxReplaceIn=Ersätt 
RadioButtonActiveFile=Aktiv filen
RadioButtonAllOpenFiles=Alla öppna filer
RadioButtonDeleteLine=Ta bort rad
RadioButtonDirectionBackward=Bakåt
RadioButtonDirectionForward=Framåt
RadioButtonEntireScope=Hela omfattningen
RadioButtonOriginFromCursor=Från markör
RadioButtonReplaceWith=Ersätt med

[SearchForFilesForm]
Caption=Sök efter filer
PanelSearchingFiles=Söka filer...

[ShortcutsForm]
Caption=Genvägar
VirtualDrawTree:0=Genväg
VirtualDrawTree:1=Rubrik
VirtualDrawTree:2=Antydan

[OptionsSkinFrame]
CheckBoxActive=Activa
CheckBoxExtendedBordersEnabled=Aktiverad
CheckBoxExtendedBordersFull=Hel
ComboBoxOptimizingPriority=Optimering prioritet
GroupBoxColorization=Färgsättning
GroupBoxExtendedBorders=Utsträckta gränser läge
LabelBrightness=Ljusstyrka
LabelHueOffset=HUE Offset
LabelSaturation=Mättnad
LabelTransparency=Genomskinlighet
SkinSelector=Skinn

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Visa knapp fokus rekt
CheckBoxUseButtonColors=Använd knappfärger

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Tillåt aero suddighet
CheckBoxAllowAnimation=Tillåta animering
CheckBoxAllowGlowing=Tillåt glödande
CheckBoxAllowOuterEffects=Tillåta yttre effekter
CheckBoxBlendOnMove=Blanda formen när flyttas

[OptionsSkinFontFrame]
RadioButtonFontCustom=Anpassad
RadioButtonFontDefault=Standard
RadioButtonFontFromSkin=Från stil

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Animerad
ComboBoxHintStyle=Stil
SpinEditShowInterval=Visa intervall (ms)
SpinEditHideInterval=Dölj intervall (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Standard storlek
CheckBoxArrowButtonsVisible=Synlig
CheckBoxScrollWidthDefaultSize=Standard storlek
GroupBoxArrowButtons=Pilknappar
GroupBoxScrollBar=Rullningslist
SpinEditArrowButtonsSize=Storlek
SpinEditScrollWidthSize=Storlek

[OptionsSkinStylesFrame]
CheckBoxDirectory=Katalog
CheckBoxFiles=Filer
CheckBoxMenuBar=Meny bar
CheckBoxOutput=Utgång
CheckBoxUseCardGroupBoxStyle=Använd kortgruppsstil
ComboBoxArrowStyle=Pil stil
GroupBoxSimplePageControl=Enkel sidkontroll

[TabsSelectDialog]
Caption=Välj flikar
VirtualDrawTree:0=Flik

[CharacterMapForm]
Caption=Teckenuppsättningar

[WarningMessage]
FileAccessError=Filen %s åtkomst fel.

[SaveChangesDialog]
Caption=Spara ändrade filer
VirtualDrawTree:0=Fil
VirtualDrawTree:1=Path

[ConnectDialog]
Caption=Ansluta
EditPassword=Lösenord

[UploadDialog]
Caption=Ladda upp
EditFilename=Filnamn
EditPath=Path

[NewFolderDialog]
Caption=Ny mapp
EditPath=Path

[DirectoryTabSFTPDialog]
Caption=SFTP-anslutning
CheckBoxSavePassword=Spara lösenord
CheckBoxShowOutput=Visa utdata
EditPassword=Lösenord
EditPort=Port
EditPrivateKeyFile=Privat nyckelfil
EditRootDirectory=Rotkatalog
EditServer=Server
EditTabName=Flikens namn
EditUsername=Användarnamn